import React from 'react'

export default class List extends React.Component {
    render() {
        return (
            <div className="b-feeds">
                <div className="b-feed">
                    <div className="b-feed__author">admin admin</div>
                    <div className="b-feed__date">2019-12-29</div>
                    <h3 className="b-feed__title">В частности, базовый вектор развития говорит о возможностях поставленных обществом задач.</h3>
                    <div className="b-feed__content">
                        <p>В частности, базовый вектор развития говорит о возможностях поставленных обществом задач.</p>
                        <p>И нет сомнений, что представители современных социальных резервов, превозмогая сложившуюся непростую экономическую ситуацию, заблокированы в рамках своих собственных рациональных ограничений. А также сторонники тоталитаризма в науке освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, разоблачены. Для современного мира курс на социально-ориентированный национальный проект однозначно определяет каждого участника как способного принимать собственные решения касаемо благоприятных перспектив. Имеется спорная точка зрения, гласящая примерно следующее: тщательные исследования конкурентов являются только методом политического участия и своевременно верифицированы. С учётом сложившейся международной обстановки, реализация намеченных плановых заданий создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса глубокомысленных рассуждений. Есть над чем задуматься: представители современных социальных резервов представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть описаны максимально подробно.</p>
                    </div>
                </div>
                <div className="b-feed">
                    <div className="b-feed__author">admin admin</div>
                    <div className="b-feed__date">2019-12-29</div>
                    <h3 className="b-feed__title">В частности, базовый вектор развития говорит о возможностях поставленных обществом задач.</h3>
                    <div className="b-feed__content">
                        <p>В частности, базовый вектор развития говорит о возможностях поставленных обществом задач.</p>
                        <p>И нет сомнений, что представители современных социальных резервов, превозмогая сложившуюся непростую экономическую ситуацию, заблокированы в рамках своих собственных рациональных ограничений. А также сторонники тоталитаризма в науке освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, разоблачены. Для современного мира курс на социально-ориентированный национальный проект однозначно определяет каждого участника как способного принимать собственные решения касаемо благоприятных перспектив. Имеется спорная точка зрения, гласящая примерно следующее: тщательные исследования конкурентов являются только методом политического участия и своевременно верифицированы. С учётом сложившейся международной обстановки, реализация намеченных плановых заданий создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса глубокомысленных рассуждений. Есть над чем задуматься: представители современных социальных резервов представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть описаны максимально подробно.</p>
                    </div>
                </div>
            </div>
        )
    }
}
