import React from 'react'
import Header from './layouts/header'

export default class Login extends React.Component {
    render() {
        return (
            <div className="b-main">
                <Header/>
                <div className="b-inner">
                    <div className="b-terms">
                        <h2>Политика в отношении обработки персональной информации, в том числе персональных данных Пользователей</h2>
                        <p>(в редакции от 01 августа 2017 г.)</p>
                        <p>Настоящая Политика в отношении обработки персональных данных (далее – Политика) разработана и утверждена в ООО «ГПК24» (далее – ГПК24).</p>
                        <p>Политика действует в отношении всей информации (в том числе персональных данных), которую ГПК24 и его уполномоченные партнерские организации могут получить о Пользователе во время его работы с сайтом ГПК24 – www.gpk24.ru, оказания Пользователю услуг, а равно в ходе исполнения ГПК24 любых соглашений и договоров с Пользователем.</p>
                        <h4>Раздел 1. Основные положения</h4>
                        <ol>
                            <li>Персональная информация Пользователей, которую обрабатывает ГПК24:
                                <ol>
                                    <li><p>В рамках настоящей Политики под «персональной информацией Пользователя» понимается информация, которую Пользователь предоставляет о себе самостоятельно при регистрации (создании учётной записи) на сайте или в процессе использования сервисов и услуг ГПК24, включая персональные данные Пользователя. Обязательная для предоставления информация помечена специальным образом. Иная информация предоставляется Пользователем на его усмотрение.</p></li>
                                    <li><p>ГПК24 не проверяет достоверность персональной информации, предоставляемой Пользователем, однако исходит из того, что Пользователь предоставляет достоверную и достаточную персональную информацию.</p></li>           
                                    <li><p>Предоставляя персональную информацию, Пользователь подтверждает, что данные сведения им предоставлены добровольно и осознанно, своей волей и в своем интересе.</p></li>
                                </ol>
                            </li>
                        </ol>
                        <h4>Раздел 2. Цели и условия обработки персональной информации Пользователей</h4>
                        <ol>
                            <li>Персональную информацию Пользователя ГПК24 может использовать в следующих целях:
                                <ol>
                                    <li><p>Связи с Пользователем, в том числе способом направления уведомлений, запросов и информации, касающихся работы с сайтом ГПК24, оказания услуг Пользователю, а также в целях обработки запросов и заявок от Пользователя;</p></li>
                                    <li><p>Информирования Пользователя о деятельности ГПК24, в том числе продуктах и услугах, предоставляемых ГПК24, а также об уполномоченных организациях- партнерах ГПК24;</p></li>           
                                    <li><p>Проведения статистических и иных исследований на основе обезличенных данных;</p></li>
                                    <li><p>Улучшения качества работы сайта, удобства его использования, разработки новых проектов;</p></li>
                                    <li><p>Предоставления указанной информации третьим лицам: уполномоченным партнерским организациям, перечень которых публикуется ГПК24 по адресу: http://www.gpk24, для целей указанных в п. 2.1.1. – 2.1.3. настоящей Политики.</p></li>
                                </ol>
                            </li>
                            <li><p>Заполнение соответствующей формы на сайте означает безоговорочное согласие Пользователя с указанными в настоящей Политике условиями обработки персональной информации Пользователя.</p></li>
                            <li><p>ГПК24 хранит персональную информацию Пользователей с соблюдением требований законодательства Российской Федерации и обеспечивает ее надлежащую сохранность. ГПК24 принимает необходимые и достаточные организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий с ней третьих лиц, в том числе при передаче персональной информации лицам, указанным в п. 2.1.5. Политики.</p></li>
                            <li><p>В отношении персональной информации пользователя сохраняется ее конфиденциальность, кроме случаев добровольного предоставления Пользователем информации о себе для общего доступа неограниченному кругу лиц.</p></li>
                            <li><p>Персональную информацию Пользователей, представляющую из себя персональные данные Пользователя согласно Федеральному закону РФ «О персональных данных» от 27 июля 2006 г. № 152-ФЗ, ГПК24 обрабатывает только в связи с заключением и исполнением договора, стороной которого является Пользователь. При обработке персональных данных Пользователей ГПК24 руководствуется названным Федеральным законом.</p></li>
                            <li><p>Для случаев обработки персональной информации, не связанной с заключением и исполнением договора, предоставляемой, например, при: регистрации на сайте, запросе обратной связи или получение консультации по продуктам и услугам ГПК24 и т.д., персональные данные ГПК24 не запрашиваются и не обрабатываются.</p></li>
                        </ol>
                        <h4>Раздел 3. Обработка персональных данных.</h4>
                        <ol>
                            <li><p>Персональные данные – любая информация, относящаяся прямо или косвенно к определенному или определяемому физическому лицу (субъекту персональных данных).</p></li>
                            <li><p>ГПК24 обрабатывает только персональные данные Пользователей, требуемые в связи с договором, стороной которого является Пользователь, и эти данные используются ГПК24 исключительно для заключения и исполнения этого договора.</p></li>
                            <li>Цели обработки ГПК24 персональных данных Пользователей:
                                <ol>
                                    <li><p>Исполнение и заключение договоров с Пользователями;</p></li>
                                    <li><p>Идентификация стороны в рамках договоров Пользователей с ГПК24;</p></li>
                                    <li><p>Связь с Пользователем, с которым был заключен договор, в том числе направление уведомлений, запросов и информации, касающихся его исполнения, а также обработка запросов и заявок от Пользователя по данным договорам.</p></li>
                                </ol>
                            </li>
                            <li><p>Сроки хранения персональных данных Пользователей указаны в соответствующих договорах с ГПК24, размещенных для ознакомления на сайте. По истечении указанного срока персональные данные подлежат уничтожению.</p></li>
                        </ol>
                        <h4>Раздел 4. Прочие положения.</h4>
                        <ol>
                            <li><p>ГПК24 имеет право вносить изменения в настоящую Политику. При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Политики вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Политики. Действующая редакция постоянно доступна на странице по адресу: <a href="http://www.gpk.ru">http://www.gpk.ru</a>.</p></li>
                        </ol>
                    </div>
                </div>
            </div>
        )
    }
}
